IDEA StatiCa Open Model
WeldParam Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the WeldParam class
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldParam()
Public Sub New
public:
WeldParam()
See Also
Reference
WeldParam Class
IdeaRS.OpenModel.Parameters Namespace